Repository: FreePBX-ContributedModules/phpagiconf
Catalog: i18n/*/LC_MESSAGES/phpagiconf.po
Languages: pt_br, vi

source: Asterisk API settings:
pt_br: Configurações API Asterisk:
vi: Cài đặt API Asterisk:

source: Cepstral config:
pt_br: Configuração Cepstral:
vi: Cấu hình Cepstral:

source: Cepstral voice:
pt_br: Voz Cepstral:

source: Debug:
pt_br: Depurar:
vi: Gỡ lỗi:

source: Drop privileges to owner of script.
pt_br: Remover privilégios para o proprietário do script.
vi: Thả các đặc quyền tới chủ kịch bản.

source: Email where the errors will be sent.
pt_br: Email onde os erros serão enviados.
vi: Email mà các lỗi sẽ được gửi đến.

source: Enable PHPAGI debugging.
pt_br: Habilitar depuração PHPAGI.
vi: Kích hoạt tính năng gỡ lỗi PHPAGI.

source: Error handler:
pt_br: Manipulador de erros:
vi: Trình xử lý lỗi:

source: Error writing the phpagi.conf file.
pt_br: Erro ao gravar o arquivo phpagi.conf.
vi: Lỗi ghi tệp phpagi.conf.

source: Fast AGI config:
pt_br: Configuração rápida AGI:

source: Festival config:
pt_br: Configuração de Festival:

source: Hostname of the server:
pt_br: Nome do Servidor:
vi: Tên Host của máy chủ:

source: Hostname of this server.
pt_br: Nome deste servidor.
vi: Tên host của máy chủ này.

source: Mail errors to:
pt_br: Encaminhar erros para:
vi: Lỗi Email tới:

source: Main config:
pt_br: Configuração Principal:

source: PHPAGI Config:
pt_br: Configuração PHPAGI:

source: Path to AGI scripts folder.
pt_br: Caminho para a pasta de scripts AGI.
vi: Đường dẫn tới thư mục chứa các kịch bản AGI.

source: Path to cepstral TTS binary.
pt_br: Caminho para o binário TTS cepstral.
vi: Đường dẫn đến cepstral TTS binary.

source: Path to text2wave binary.
pt_br: Caminho para o binário text2wave.
vi: Đường dẫn tới text2wave binary.

source: Path to text2wave:
pt_br: Caminho para text2wave:
vi: Đường dẫn tới text2wave:

source: Port to connect to manager.
pt_br: Porta para conectar ao gerenciador.
vi: Cổng giao tiếp để kết nối tới trình quản lý.

source: Port:
pt_br: Porta:
vi: Cổng giao tiếp:

source: Server to connect to.
pt_br: Servidor para se conectar.
vi: Máy chủ để kết nối tới.

source: Server:
pt_br: Servidor:
vi: Máy chủ:

source: Submit Changes
pt_br: Aplicar Mudanças
vi: Gửi đi các thay đổi

source: Swift path:
pt_br: Caminho Swift:
vi: Đường dẫn Swift:

source: TTS Voice used.
pt_br: Voz TTS utilizada.
vi: TTS Voice đã sử dụng.

source: Temporary directory for storing temporary output.
pt_br: Diretório temporário para armazenar saídas temporárias.
vi: Danh mục tạm thời cho việc lưu các dữ liệu đầu ra tạm.

source: Temporary directory:
pt_br: Diretório temporário:
vi: Danh mục tạm thời:

source: Use internal error handler.
pt_br: Use o manipulador de erro interno.
vi: Sử dụng trình xử lý lỗi nội bộ.

source: false
pt_br: falso

source: true
pt_br: verdadeiro
